
            { "locations": [{
        "locationlat": "43.03847",
        "locationlon": "-76.136834",
        "title": "Bandier Program for Music and the Entertainment Industries and the EMI Center for Internship, Mentoring, and Career Development",        
        "facts": "In 2007, the College of Visual and Performing Arts joined the S.I. Newhouse School of Public Communications, the Martin J. Whitman School of Management, and the College of Arts and Sciences to launch one of the countrys first multidisciplinary programs to prepare undergraduate students for careers in the music and entertainment industries.",        
        "pic" : "/_assets/images/34_crouse.jpg"        
        }, 
            {
        "locationlat": "43.039819",
        "locationlon": "-76.132230",
        "title": "Belfer Audio Laboratory and Archive",        
        "facts": "A grant has made it easier for students and researchers to discover and use the audio resources at SU&#8217;s Belfer Audio Laboratory and Archive. The grant supports the positions of director and sound archivist, and provided funding to equip a smart classroom in the Belfer facility. In addition, the archive is now home to more than 200,000 78-rpm records, thanks to a gift from the owner of a legendary Manhattan Record store. With this addition, Belfer&#8217;s collection of 78s is now second in size only to that of the Library of Congress.",        
        "pic" : "/_assets/images/belfer_640x330.jpg"        
        }, 
            {
        "locationlat": "43.039752",
        "locationlon": "-76.132556",
        "title": "Bird Library Bridge Restoration",        
        "facts": "A project is underway to restore the Bird Library Bridge, which will again provide easy access to the SU campus and serve as a symbol of openness.",        
        "pic" : "/_assets/images/1_bird_library.jpg"        
        }, 
            {
        "locationlat": "43.025200",
        "locationlon": "-76.127459",
        "title": "Carmelo K. Anthony Basketball Center",        
        "facts": "Opened in 2009, the $19 million Melo Center is named for former Orange basketball standout and New York Knick Carmelo Anthony. The 54,000-square-foot complex features a top-grade basketball center with two full practice courts; men&#8217;s and women&#8217;s basketball locker rooms and film rooms; coaches&#8217; suites; a strength and conditioning facility; an athletic training suite that includes a hydro-therapy room; and an equipment room between the team locker rooms.",        
        "pic" : "/_assets/images/5_melo_center.jpg"        
        }, 
            {
        "locationlat": "43.036674",
        "locationlon": "-76.133924",
        "title": "Carnegie Library",        
        "facts": "For 60-plus years, Carnegie Library was SU&#8217;s main academic library. With the opening of Bird Library, Carnegie filled other roles, but now is regaining its original elegance and purpose&#8212;to be an inspiring place for quiet study and research. The main entrance has been reopened, temporary classrooms removed, and the reading room is again accessible from the book stacks. The math department, which shares space here, will also receive upgraded offices and classrooms and an interdisciplinary design laboratory.",        
        "pic" : "/_assets/images/2_carnegie_reading room.jpg"        
        }, 
            {
        "locationlat": "31.777577",
        "locationlon": "35.232468",
        "title": "Carol Becker Graduate Study Abroad Fellowships",        
        "facts": "Established in SU&#8217;s Institute for National Security and Counterterrorism, the Becker fellowships take students abroad for a cross-cultural approach to better understanding the historical complexities, political challenges, and religious, economic, and social issues that impact the Middle East. During an intensive, three-week trip to the Israeli cities of&#160;Jerusalem and&#160;Herzliya, Becker Fellows experience firsthand the security challenges facing the region.",        
        "pic" : "/_assets/images/jerusalem_640x330.jpg"        
        }, 
            {
        "locationlat": "43.039748",
        "locationlon": "-76.135106",
        "title": "Center for Digital Media Entrepreneurship",        
        "facts": "The Center for Digital Media Entrepreneurship, established within the Newhouse School, promotes new media innovation and entrepreneurship opportunities, providing students with courses, coaching, and connections to create business models and launch digital media ventures.",        
        "pic" : "/_assets/images/29_newhouse_1.jpg"        
        }, 
            {
        "locationlat": "43.038584",
        "locationlon": "-76.134447",
        "title": "College of Arts and Sciences",        
        "facts": "Many new resources have been added to the College of Arts and Sciences, including the Forensic and National Security Sciences Institute, the Syracuse Biomaterials Institute, the SU Humanities Center, and the Janklow Arts Leadership Program. Among the new faculty positions created, the Weeden Professorship supports the activities, research, and teaching of a professor in any discipline or field.",        
        "pic" : "/_assets/images/1_hall_languages.jpg"        
        }, 
            {
        "locationlat": "43.03745",
        "locationlon": "-76.137335",
        "title": "College of Law",        
        "facts": "The College of Law is undergoing incredible change, from the construction of Dineen Hall, its future home, to creating a master of laws program for students with foreign law degrees and establishing several new positions, like the College of Law Board of Advisors Distinguished Professorship and the Paul E. and The Hon. Joanne F. Alper &#8217;72 Judiciary Studies Professorship. The college is also collaborating with the Newhouse and Maxwell schools in the first-of-its-kind Institute for Study of the Judiciary, Politics, and the Media.",        
        "pic" : "/_assets/images/8_ei_white_hall.jpg"        
        }, 
            {
        "locationlat": "43.038321",
        "locationlon": "-76.136823",
        "title": "College of Visual and Performing Arts",        
        "facts": "The College of Visual and Performing Arts is extending its presence from coast to coast with hands-on learning opportunities like the New York City Fashion Show for design students, The Araca Project to produce theater off Broadway, the Art in L.A. immersion program, and the Bandier Program for Music and the Entertainment Industries. The campaign also enabled creation of the Iris Magidson Professor of Practice in Design Innovation.",        
        "pic" : "/_assets/images/32_vpa_fashion.jpg"        
        }, 
            {
        "locationlat": "43.046751",
        "locationlon": "-76.138119",
        "title": "Connective Corridor",        
        "facts": "This signature strip of leading-edge urban redevelopment not only connects Syracuse University to the arts and cultural venues in downtown Syracuse, it is also invigorating businesses and neighborhoods along the route. In addition to its focus on culture, the Connective Corridor features creative lighting, sustainable transportation options, green infrastructure, and technological hot spots.",        
        "pic" : "/_assets/images/connective_corridor_3_640x330.jpg"        
        }, 
            {
        "locationlat": "43.037337",
        "locationlon": "-76.137241",
        "title": "David B. Falk College of Sport and Human Dynamics",        
        "facts": "The former College of Human Ecology was renamed the David B. Falk College of Sport and Human Dynamics, and, upon completion of Dineen Hall, will relocate to the current College of Law buildings. Falk College is also home to the Lomasky Scholar of Student Engagement program, a new L.A. immersion trip for sport management students. New faculty positions include the Jack Reilly Professorship, the David B. Falk Professor of Sport Management, the David B. Falk Endowed Professor of Marriage and Family Therapy, and the Marjorie Cantor Endowed Professorship in Aging.",        
        "pic" : "/_assets/images/5_falk.jpg"        
        }, 
            {
        "locationlat": "43.036337",
        "locationlon": "-76.138762",
        "title": "Dineen Hall",        
        "facts": "The 200,000-square-foot Dineen Hall will be an iconic symbol of the College of Law. Opening in fall 2014, the five-story, state-of-the-art facility will redefine legal education by providing a physical environment that enhances connection, community engagement, and opportunity. A central atrium will visibly link the core elements of legal study&#8212;library, ceremonial courtroom, and celebratory space&#8212;and the masonry and glass exterior will be energy-efficient.",        
        "pic" : "/_assets/images/9_dineen.jpg"        
        }, 
            {
        "locationlat": "43.038227",
        "locationlon": "-76.133135",
        "title": "Enitiative",        
        "facts": "Enitiative started in 2007 with a $3 million grant from the Ewing Marion Kauffman Foundation. Building on the success of the entrepreneurship program at the Martin J. Whitman School of Management, it connects entrepreneurs from the Central New York community and its academic institutions with the information resources needed to be successful. Over 150 campus-community projects have infused entrepreneurship into the CNY community.",        
        "pic" : "/_assets/images/enitiative_comtek_1_640x333.jpg"        
        }, 
            {
        "locationlat": "43.042409",
        "locationlon": "-76.134686",
        "title": "Entrepreneurship Bootcamp for Veterans with Disabilities (EBV)",        
        "facts": "A partnership between the Whitman School of Management and the Institute for Veterans and Military Families, EBV opens doors to business ownership for post-9/11 veterans with service-related disabilities by providing them with experiential training in entrepreneurship and small business management.",        
        "pic" : "/_assets/images/26_ivmf.jpg"        
        }, 
            {
        "locationlat": "43.040003",
        "locationlon": "-76.129702",
        "title": "Ernie Davis Hall",        
        "facts": "Named after the legendary SU alum who was a two-time All-America selection and the first African American to win the coveted Heisman Trophy, Ernie Davis Hall is SU&#8217;s first entirely new residential building in more than 40 years. The 140,000-square-foot, nine-story building is also SU&#8217;s first &#8220;green&#8221; residence hall, achieving LEED&#174; Gold certification from the U.S. Green Building Council. It features a total of 250 beds, as well as dining, fitness, and academic space.",        
        "pic" : "/_assets/images/12_ernie_davis_hall.jpg"        
        }, 
            {
        "locationlat": "43.036117",
        "locationlon": "-76.13637",
        "title": "Ernie Davis Legends Field",        
        "facts": "On Oct. 10, 2009 the Carrier Dome turf was officially named &#8220;Ernie Davis Legends Field,&#8221; in a tribute to Syracuse&#8217;s 1961 Heisman Trophy-winning back, who was immortalized in the Universal Pictures film The Express.",        
        "pic" : "/_assets/images/8_ed_legends_field.jpg"        
        }, 
            {
        "locationlat": "43.039701",
        "locationlon": "-76.131842",
        "title": "Faculty Today Gift Challenge Program",        
        "facts": "Expert faculty are the heart of SU, and through the Faculty Today gift challenge program, the University built unprecedented support for the continued recruitment and retention of world-class instructors and mentors. SU&#8217;s Board of Trustees allocated $30 million to provide additional funds for newly endowed faculty positions of $1 million or more. By supplementing the earnings generated by a newly endowed fund, the program tripled the impact of supporters&#8217;&#160;gifts! Since Faculty Today was launched in October 2008, 23 qualifying faculty endowments have been established.",        
        "pic" : "/_assets/images/15_faculty_today.jpg"        
        }, 
            {
        "locationlat": "43.036557",
        "locationlon": "-76.134789",
        "title": "Financial Aid Resources",        
        "facts": "The campaign has gone a long way toward helping SU students pursue their academic goals, raising over $177 million in support of student access and opportunity. Philanthropic dollars have created countless academic scholarships, including the Frederick N. Schwartz Scholarship, the result of SU&#8217;s largest-ever financial aid gift; the Phanstiel Scholars program, which combines academic performance with community service; the David and Debbie Smith Undergraduate Scholarship; and the Syracuse Responds initiative, which provided emergency assistance to students whose needs changed as the economy declined.",        
        "pic" : "/_assets/images/4_scholarship_donor_apprec.jpg"        
        }, 
            {
        "locationlat": "40.745420",
        "locationlon": "-73.982738",
        "title": "Fisher Center",        
        "facts": "Syracuse University&#8217;s New York City campus is expanding with the creation of the Fisher Center. Located at Madison Avenue and 31st Street, the new hub will provide more than 20,000 square feet of much-needed space for academic programs and internship opportunities. It will feature several &#8220;smart&#8221; classrooms, lecture halls, and studios custom built for SU, as well as a prominent storefront on one of the world&#8217;s most famous avenues.",        
        "pic" : "/_assets/images/fisher_center_2_640x330.jpg"        
        }, 
            {
        "locationlat": "43.037588",
        "locationlon": "-76.130498",
        "title": "Forensic and National Security Sciences Institute",        
        "facts": "SU&#8217;s Center for Science and Technology houses the Forensic and National Security Sciences Institute, which&#160;applies broad interdisciplinary scientific research and theory to real-world legal and security issues.",        
        "pic" : "/_assets/images/2_cst.jpg"        
        }, 
            {
        "locationlat": "43.013246",
        "locationlon": "-76.114944",
        "title": "Green Data Center",        
        "facts": "Partnering with IBM and New York State, SU&#8217;s Green Data Center reduces power loss, increases efficiency, and reuses waste energy. An electrical tri-generation system allows the center to operate completely off-grid, while IBM computers and computer-cooling technology operate more efficiently than traditional equipment. Anticipated to use 50% less energy than a typical data center, it is one of the greenest computer facilities in the world.",        
        "pic" : "/_assets/images/9_green_data.jpg"        
        }, 
            {
        "locationlat": "43.037615",
        "locationlon": "-76.135061",
        "title": "Hendricks Chapel",        
        "facts": "For generations, Hendricks Chapel programs have reached across disciplines to encourage critical thinking about the religious, moral, and ethical issues of our time. Today&#8217;s Hendricks Chapel teaches students of every faith, and of no faith, to combine their hearts and minds. Artist in Residence programs challenge students to merge academics with spiritual and creative reflection, while initiatives like the Better Together campaign allow students to take action against hunger, homelessness, pollution, and other social issues.",        
        "pic" : "/_assets/images/16_hendricks_chapel.jpg"        
        }, 
            {
        "locationlat": "43.041316",
        "locationlon": "-76.135002",
        "title": "Howard and Marian Canfield Classroom",        
        "facts": "The Howard and Marian Canfield Classroom is just one example of the new facilities and curricula transforming the School of Education. The Lawrence B. Taishoff Center for Inclusive Higher Education creates new opportunities for people with developmental disabilities to pursue a college education, while Project Transition supports new students from low-income families and the Landscape of Urban Education Lecture Series presents current ideas and strategies for revitalizing inclusive urban education. New faculty positions include the Lawrence B. Taishoff Professorship and the Maxyne Alexander Professor of Adaptive Technology.",        
        "pic" : "/_assets/images/canfield.jpg"        
        }, 
            {
        "locationlat": "43.013275",
        "locationlon": "-76.114965",
        "title": "IBM z10 Mainframe",        
        "facts": "A five-year, $27 million commitment from IBM has brought the latest mainframe, the IBM z10, to SU&#8217;s iSchool, giving its students access to a whole new classification of tools to solve modern computing and information management problems. The z10 system enables faculty to build and &#8220;hand out&#8221; virtual mainframes. The students can then become familiar with building and processing large-scale data sets, mirroring the large-scale systems many big employers have and becoming better prepared for the workplace.",        
        "pic" : "/_assets/images/ibm_z10_2_640x330.jpg"        
        }, 
            {
        "locationlat": "43.038348",
        "locationlon": "-76.133645",
        "title": "iCafe",        
        "facts": "The new iCafe, established through a gift to the iSchool, is an open, collaborative environment where students can broaden their views, engage creatively, and expand their network of friends in an informal, relaxed space. Since its dedication in September 2011, the iCafe has hosted a variety of activities, including student pitches, the IT Girls Retreat, and standing-room-only crowds for SU&#160;basketball games.",        
        "pic" : "/_assets/images/icafe_640x330.jpg"        
        }, 
            {
        "locationlat": "25.271139",
        "locationlon": "55.307485",
        "title": "James Mandel and Samuel Clemence Civil Engineering Internship",        
        "facts": "The James Mandel and Samuel Clemence Civil Engineering Internship in Dubai is a unique six-week program that gives students hands-on experience in one of the world&#8217;s most robust real estate markets.",        
        "pic" : "/_assets/images/13_dubai_internship.jpg"        
        }, 
            {
        "locationlat": "43.040050",
        "locationlon": "-76.135977",
        "title": "Joan Tully Center for Free Speech",        
        "facts": "Established by a bequest from a Newhouse school alumnus whose career spanned the worlds of media, law, and business, the Tully Center educates students and the public about the important value of free speech through education, resources, and research.",        
        "pic" : "/_assets/images/tully_center_1_640x333.jpg"        
        }, 
            {
        "locationlat": "43.038537",
        "locationlon": "-76.131877",
        "title": " JPMorgan Chase Technology Center",        
        "facts": "This center is just one of the components of a unique collaboration between SU and JPMorgan Chase & Co., established to develop a best-in-class curriculum for entry-level technologists and projects that provide value to both organizations and society. The technology center serves as a worksite for JPMorgan Chase employees and a place where students and faculty can engage in internships, experiential learning, and joint research projects in close proximity.",        
        "pic" : "/_assets/images/jpmc_technology_center.jpg"        
        }, 
            {
        "locationlat": "34.148732",
        "locationlon": "-118.431254",
        "title": "LA Semester",        
        "facts": "For nearly a century, Los Angeles has been the entertainment capital of the world. The LA Semester leverages this&#8212;and SU&#8217;s extensive network of LA alumni&#8212;to immerse students from the College of Visual and Performing Arts and the S.I. Newhouse School of Public Communications in internships and classes matched their individual interests and abilities. For an entire semester, the students live the Hollywood life, gaining practical skills that will give them a leg up in an extremely competitive business.",        
        "pic" : "/_assets/images/la_semester_1_640x330.jpg"        
        }, 
            {
        "locationlat": "43.041128",
        "locationlon": "-76.136295",
        "title": "Lawrence B. Taishoff Center for Inclusive Higher Education",        
        "facts": "The Taishoff Center is committed to creating new opportunities for people with intellectual and developmental disabilities to pursue a college education. The center supports students with developmental disabilities through SU&#8217;s OnCampus and Access programs; conducts research in collaboration with faculty, including the Lawrence B. Taishoff Professor of Inclusive Education; shares information with and provides technical assistance to people and programs across the country; and hosts experts in the field through the Taishoff Center Lecture Series.",        
        "pic" : "/_assets/images/taishoff2.jpg"        
        }, 
            {
        "locationlat": "43.037647",
        "locationlon": "-76.132623",
        "title": "L.C. Smith College of Engineering and Computer Science",        
        "facts": "From Link Hall renovations to civil engineering internships in Dubai, L.C. Smith has seen many exciting changes. Among them are new scholarships, such as the Hasan Abdallah Yabroudi and Walid Al-Bitar Endowed Graduate Scholarship, and several new faculty positions, including the Abdallah H. Yabroudi Chair in Civil Engineering, the Milton and Ann Stevenson Professor of Biomedical and Chemical Engineering, the Thomas and Colleen Wilmot Chair, the Professorship in Sustainable Energy Studies, the John E. and Patricia A. Breyer Professorship in Electrical Engineering, and the David G. Edelstein Systems Engineering Professor.",        
        "pic" : "/_assets/images/10_civil_eng_suite.jpg"        
        }, 
            {
        "locationlat": "43.038035",
        "locationlon": "-76.135589",
        "title": "Lerner Center for Public Health Promotion",        
        "facts": "Part of the Maxwell School, the Lerner Center applies the best practices of social marketing and science to create motivating, sustainable public health programs, partnering with citizens, students, researchers, and public health professionals to identify needs, develop programming, and deploy collaborative initiatives.",        
        "pic" : "/_assets/images/20_eggers.jpg"        
        }, 
            {
        "locationlat": "43.037784",
        "locationlon": "-76.128687",
        "title": "LGBT Resource Center",        
        "facts": "A leader among colleges and universities supporting the LGBTQA community, SU has received three consecutive five-star ratings on the Campus Climate Index, a national non-profit survey that assesses the LGBT campus climate at U.S. institutions. Fewer than 20 institutions share this distinction. Through learning communities, discussion groups, special events, and more, the LGBT Resource Center and SU ensure prospective students, faculty, and staff identifying as LGBTQ are recognized and treated thoughtfully and proactively in a positive work and learning environment.",        
        "pic" : "/_assets/images/11_lgbt.jpg"        
        }, 
            {
        "locationlat": "43.038321",
        "locationlon": "-76.130509",
        "title": "Life Sciences Complex",        
        "facts": "Part of the College of Arts and Sciences, the $107 million, 200,000-square-foot Life Sciences Complex houses the biology, chemistry, and biochemistry departments. Through the Beverly Petterson Bishop Professorship in Neuroscience, it&#8217;s also a place for groundbreaking research. Joining the Life Sciences Complex with the Center for Science and Technology is the Milton Atrium, featuring a caf&#233;, public gathering spaces, and a commanding view of campus.",        
        "pic" : "/_assets/images/4_milton_atrium.jpg"        
        }, 
            {
        "locationlat": "43.037992",
        "locationlon": "-76.13236",
        "title": "Link+",        
        "facts": "Built onto the north side of Link Hall, the five-story, 10,164-square-foot &#8220;Link+&#8221; addition houses state-of-the art research laboratories. It serves as a collaborative environment where SU students and faculty work with researchers from partner firms and institutions to advance the understanding of intelligent workplaces and how they can satisfy the needs of an innovation-based work environment.",        
        "pic" : "/_assets/images/11_link_plus.jpg"        
        }, 
            {
        "locationlat": "34.014054",
        "locationlon": "-118.286287",
        "title": "Lomasky Scholar of Student Engagement Initiative",        
        "facts": "This new SUinLA immersion program raises awareness of sport professions and career possibilities by bringing sport management students to Los Angeles for an intensive one-credit course during spring break. The students meet industry executives and practitioners working in sports media and marketing, athlete representation, collegiate programs, and sport venue facilities.",        
        "pic" : "/_assets/images/lomasky_1_640x330.jpg"        
        }, 
            {
        "locationlat": "43.024275",
        "locationlon": "-76.126746",
        "title": "Manley Field House Practice Field",        
        "facts": "Manley Field House has undergone significant renovations, including a new indoor FieldTurf practice area, complete with three-lane running track. The facility benefits many athletic teams, including football, lacrosse, softball, soccer, field hockey, cross country, and track and field.",        
        "pic" : "/_assets/images/6_manley.jpg"        
        }, 
            {
        "locationlat": "43.042189",
        "locationlon": "-76.134064",
        "title": "Martin J. Whitman School of Management",        
        "facts": "The great momentum in the Whitman School is evident in new scholarships, such as the Lois and Martin J. Whitman Undergraduate Scholarships and the Scott March Cory Scholarship, and in many new faculty positions, includinhg the Barnes Professor of Entrepreneurship, the Falcone Chair in Real Estate Studies, the Fetner Visiting Sustainability Leader, the Goodman Professor of Leadership Studies, the Walter S. and Olivia Kiebach Chair in International Business, and the Whitman Advisory Council Professorship.",        
        "pic" : "/_assets/images/24_whitman.jpg"        
        }, 
            {
        "locationlat": "43.042159",
        "locationlon": "-76.134034",
        "title": "Martin J. Whitman School of Management Programs",        
        "facts": "The campaign has enabled the Whitman School of Management to add significant resources to reach diverse segments of the population, including the Entrepreneurship Bootcamp for Veterans with Disabilities, the South Side Innovation Center, the James D. Kuhn Real Estate Center, the Goodman Leadership Center, and the Student Startup Accelerator. New positions include the Barnes Professor of Entrepreneurship, the Falcone Chair in Real Estate Studies, the Goodman Professor of Leadership Studies, and the Whitman Advisory Council Professorship.",        
        "pic" : "/_assets/images/ebv_1_640x330.jpg"        
        }, 
            {
        "locationlat": "43.037090",
        "locationlon": "-76.134748",
        "title": "Martin A. Pomerantz ’37 Professorship in Physics",        
        "facts": "Established in 2008, the Martin A. Pomerantz &#8217;37 Professorship in Physics is helping to further the development of a new era of astronomical research at SU by supporting a faculty member in the Department of Physics.",        
        "pic" : "/_assets/images/pomerantz_professor_640x330.jpg"        
        }, 
            {
        "locationlat": "43.038415",
        "locationlon": "-76.136179",
        "title": "Maxwell School of Citizenship and Public Affairs",        
        "facts": "New initiatives at the Maxwell School&#160;include the Tanner Lecture series on Ethics, Citizenship, and Public Responsibility and the Lerner Center for Public Health Promotion. Opening the door to opportunity has also been a hallmark of the campaign, with new scholarships established like the Brady K. Howell Endowed Scholarship and the Walter D. and Angel W. Broadnax Scholarship.",        
        "pic" : "/_assets/images/19_maxwell_hall.jpg"        
        }, 
            {
        "locationlat": "43.038475",
        "locationlon": "-76.136209",
        "title": "Maxwell School of Citizenship and Public Affairs Faculty Positions",        
        "facts": "The list of new faculty positions created at the Maxwell School is extensive. It includes the Daniel Patrick Moynihan Professor of Public Affairs, the Dr. Walter Montgomery and Marian Gruber Professorship, the Jay and Debe Moskowitz Endowed Chair, the Chapple Family Professor of Citizenship and Democracy, the Howard and Louise Phanstiel Chair in Strategic Management and Leadership, the Michael O. Sawyer Professor of Constitutional Law and Politics, the Maxwell Advisory Board Chair, and the Paul Volcker Chair in Behavioral Economics.",        
        "pic" : "/_assets/images/oleary_640x330.jpg"        
        }, 
            {
        "locationlat": "43.036960",
        "locationlon": "-76.137421",
        "title": "Melanie Gray/Weil, Gotschal & Manges LLP Scholarship Fund",        
        "facts": "Established in the College of Law, the Melanie Gray/Weil, Gotshal & Manges LLP Scholarship Fund provides financial support to students from underrepresented populations.",        
        "pic" : "/_assets/images/gray_scholarship_3_640x330.jpg"        
        }, 
            {
        "locationlat": "43.039885",
        "locationlon": "-76.135755",
        "title": "Newhouse 3",        
        "facts": "The newest addition to the 250,000-square-foot, three-building S.I. Newhouse School of Public Communications complex, Newhouse 3 features state-of-the-art classrooms, offices, a caf&#233;, and the 330-seat Hergenhan Auditorium. Known as &#8220;The Herg,&#8221; the auditorium has seats that retract to create space for receptions, job fairs, and other events.",        
        "pic" : "/_assets/images/30_newhouse_3.jpg"        
        }, 
            {
        "locationlat": "43.036837",
        "locationlon": "-76.132224",
        "title": "Orange Alert Campus Crisis Notification System",        
        "facts": "Colleges and universities nationwide recognize the critical role instant communication plays in campus security. One way unrestricted dollars from The Fund for Syracuse have been used is for the development of the Orange Alert campus crisis notification system. In the event of an on-campus emergency, the system delivers immediate notification via e-mail, text, and cell and landline phones, relaying information about the nature of the crisis and vital instructions&#8212;all within minutes of an event being reported.",        
        "pic" : "/_assets/images/dps_640x330.jpg"        
        }, 
            {
        "locationlat": "43.039175",
        "locationlon": "-76.134492",
        "title": "Place of Remembrance",        
        "facts": "One of SU&#8217;s most symbolic and cherished locations has been refurbished, cementing the structural longevity of the area honoring 35 SU study abroad students whose lives were lost in the bombing of Pan Am Flight 103 over Lockerbie, Scotland, in 1988. The Place of Remembrance is a gathering site for victims&#8217; families and SU&#8217;s Remembrance Scholars&#8212;recipients of scholarships established for the victims&#8212;ensuring that those who left us too soon will never be forgotten.",        
        "pic" : "/_assets/images/17_remembrance.jpg"        
        }, 
            {
        "locationlat": "43.041333",
        "locationlon": "-76.135069",
        "title": "Project Transition",        
        "facts": "This one-of-a-kind program, housed in the School of Education, optimizes the college experience for students who, because of socioeconomic or other barriers, may find themselves underprepared for the demands of college life. To enable parents to help their children have the best college experience possible, Project Transition offers a series of free events both on and off campus, maximizing parent power to help students make a smooth transition from high school to college, stay in school once they get there, and thrive.",        
        "pic" : "/_assets/images/project_transition_3_640x330.jpg"        
        }, 
            {
        "locationlat": "43.039893",
        "locationlon": "-76.131145",
        "title": "Robert B. Menschel Media Center",        
        "facts": "CitrusTV and WJPZ Z89, SU&#8217;s student-run television and radio stations, expanded their studio spaces by moving into the Robert B. Menschel Media Center in Watson Hall. In addition, CitrusTV has upgraded its control room with HD-ready equipment, making it one of the nation&#8217;s most technologically advanced student-run television studios.",        
        "pic" : "/_assets/images/31_menschel_media.jpg"        
        }, 
            {
        "locationlat": "55.676097",
        "locationlon": "12.568337",
        "title": "Rubin Global Design Studio",        
        "facts": "This program not only brings a visiting architect to SU to teach a design studio in collaboration with a faculty member, it takes first-year grad students at the School of Architecture to an international city for a week to study contemporary urban and architectural design. The inaugural trip took students to Copenhagen, Denmark.",        
        "pic" : "/_assets/images/16_arch_copenhagen.jpg"        
        }, 
            {
        "locationlat": "43.037003",
        "locationlon": "-76.132615",
        "title": "Sandra Kahn Alpert Visiting Artist Endowed Fund",        
        "facts": "Visiting artists and designers are a critical component of curricula in the College of Visual and Performing Art&#8217;s School of Art and Design, offering students insights into both creative and professional practices that resonate long after they graduate. Established in 2011, the Sandra Kahn Alpert Visiting Artist Endowed Fund brings leading professionals to campus to engage in direct interaction with art and design students and faculty.",        
        "pic" : "/_assets/images/alpert_2_640x330.jpg"        
        }, 
            {
        "locationlat": "43.046599",
        "locationlon": "-76.159131",
        "title": "Say Yes to Education",        
        "facts": "Say Yes is a landmark collaboration between SU, the Syracuse City School District, Say Yes to Education, Inc., the Syracuse Teachers&#8217; Association, the Syracuse Association of Administrators and Supervisors, the City of Syracuse, Onondaga County, the American Institutes for Research, and a diverse group of Syracuse-area organizations to support city students. The Say Yes promise and supports begin when a child enters kindergarten and continue through high school and beyond, providing free college tuition to one of nearly 100 colleges and universities for those who meet residency, graduation, and admission requirements. Administrative offices are in the newly renovated Lincoln Supply Building on Syracuse&#8217;s West Side.",        
        "pic" : "/_assets/images/13_say_yes.jpg"        
        }, 
            {
        "locationlat": "43.03769",
        "locationlon": "-76.131802",
        "title": "School of Architecture",        
        "facts": "Major renovations in Slocum Hall, home of the School of Architecture, include a new auditorium and gallery, enhanced labs and shop facilities, and expanded studio and research space, while new resources like The Warehouse in downtown Syracuse and Syracuse Architecture NYC are helping the school impact the community and beyond. The campaign also increased funding for the school&#8217;s lecture series, Visiting Critic Program, and Architects Work Program.",        
        "pic" : "/_assets/images/15_slocum_hall .jpg"        
        }, 
            {
        "locationlat": "43.041347",
        "locationlon": "-76.134803",
        "title": "School of Education",        
        "facts": "The School of Education has been transformed by The Campaign for Syracuse University. In addition to major renovations&#8212;including a new, fully accessible entrance, a large first-floor commons area for public and student gatherings, and a conference hall&#8212;the school now houses the Lawrence B. Taishoff Center for Inclusive Higher Education and the Say Yes to Education program, the largest school improvement program of its kind in the nation.",        
        "pic" : "/_assets/images/huntington_640x330.jpg"        
        }, 
            {
        "locationlat": "43.03818",
        "locationlon": "-76.133293",
        "title": "School of Information Studies (iSchool)",        
        "facts": "With new resources like the JPMorgan Chase Technology Center, Global Enterprise Technology immersion experience, Raymond von Dran seed fund awards for business startups, and th Elizabeth Liddy Fellowships for Ph.D. students, the iSchool is keeping up with the demands of the rapidly changing information age. In addition, renovations have transformed Hinds Hall into a modern space that supports an open exchange of ideas and information.",        
        "pic" : "/_assets/images/6_hinds.jpg"        
        }, 
            {
        "locationlat": "43.041251",
        "locationlon": "-76.134956",
        "title": "Sharon H. Jacquet Commons in Huntington Hall",        
        "facts": "When School of Education students returned to campus for the fall 2012 semester, a dramatically different Huntington Hall greeted them. Major renovations created a handicap-accessible entrance, a new conference hall, and the Sharon H. Jacquet Commons area, a beautiful first-floor gathering place for students, faculty, alumni, parents, and guests.",        
        "pic" : "/_assets/images/jacquet_commons.jpg"        
        }, 
            {
        "locationlat": "43.037058",
        "locationlon": "-76.131805",
        "title": "Sims Hall Renovations",        
        "facts": "A gift to the College of Visual and Performing Arts&#8217; Department of Communication and Rhetorical Studies (CRS) has enabled a major, five-month renovation of the CRS facilities in Sims Hall. The rehabbed space better serves students and faculty and has created a lighter, brighter physical environment that fosters collaboration and engagement.",        
        "pic" : "/_assets/images/sims_2_640x330.jpg"        
        }, 
            {
        "locationlat": "43.04023",
        "locationlon": "-76.135069",
        "title": "S.I. Newhouse School of Public Communications",        
        "facts": "From the construction of Newhouse 3 to renovations at Newhouse 1 and 2, the Newhouse School is meeting the demands of today&#8217;s communications industry. New positions also have been created, including the Peter A. Horvitz Endowed Chair in Journalism Innovation, the David J. Levidow Professorship, and the Alexia Tsairis Chair in Documentary Photography, while the Mike Tirico Scholarship, Mary Raad Endowed Scholarship, and Bill Glavin Endowed Internship Fund provide vital student access and support. Speaker series, like the Eric Mower Advertising Forum, offer students and faculty practical, workshop-oriented learning experiences.",        
        "pic" : "/_assets/images/28_newhouse_2.jpg"        
        }, 
            {
        "locationlat": "34.148217",
        "locationlon": "-118.430858",
        "title": "Sorkin in LA Learning Practicum",        
        "facts": "Since its establishment in 2006, the highly successful Sorkin in L.A. Learning Practicum&#8212;also known as &#8220;Sorkin Week&#8221;&#8212;has allowed drama and film students in the College of Visual and Performing Arts to get a taste of life in the Los Angeles entertainment world. It provides students with a week-long, &#8220;hit the studios running&#8221; immersion in the heart of America&#8217;s film and television industries, enabling them to meet and learn from alumni and industry insiders for seminars, workshops, and more.",        
        "pic" : "/_assets/images/sorkin_week_2_640x330.jpg"        
        }, 
            {
        "locationlat": "43.00868",
        "locationlon": "-76.121349",
        "title": "South Campus Library",        
        "facts": "Completed in 2012, the South Campus Library Facility provides space to store 1.2 million volumes, including books, microforms, special collections, older journals, and more. This enables the Library to keep research materials stored close to South Campus, in a controlled climate that significantly extends their life.",        
        "pic" : "/_assets/images/library_annex_640x330.jpg"        
        }, 
            {
        "locationlat": "43.02431",
        "locationlon": "-76.144362",
        "title": "South Side Food Cooperative",        
        "facts": "The South Side Food Cooperative is a major step forward in the development of a business and cultural district on the South Salina Street corridor between Colvin Street and Brighton Avenue. The community grocery store will make nutritious and affordable food&#8212;sourced by local farms and distributors&#8212;accessible to an area of Syracuse that has been defined by state and federal governments as a &#8220;food desert.&#8221;&#160;",        
        "pic" : "/_assets/images/14_ss_food_coop.jpg"        
        }, 
            {
        "locationlat": "43.022003",
        "locationlon": "-76.14375",
        "title": "South Side Innovation Center (SSIC)",        
        "facts": "A community-based microenterprise incubator operated by the Whitman School of Management, the SSIC provides office space and equipment to foster the creation of new ventures and help existing businesses grow. It also serves as a small-business resource center, hosting training programs, providing advice on individual business plans, and offering access to mentors and professional contacts.",        
        "pic" : "/_assets/images/27_ss_innovation_cntr.jpg"        
        }, 
            {
        "locationlat": "29.725254",
        "locationlon": "-95.385782",
        "title": "Spector/Warren Fellowship and Holocaust Education Program",        
        "facts": "The School of Education, in conjunction with the Spector/Warren Fellowship for Future Educators and the Holocaust Museum Houston, has launched The Holocaust: Lessons for the Classroom. Part of SU&#8217;s Regional Holocaust and Genocide Initiative, which prepares students to teach these important subjects in grades K-12, the program takes 20 SOE students to the Holocaust Museum Houston in Texas for an intensive, six-day institute. Through a series of lectures and discussions, nationally recognized Holocaust scholars, university faculty, and Holocaust survivors provide the historical and pedagogical context for understanding the Holocaust and its implications for contemporary society.",        
        "pic" : "/_assets/images/spector_warren.jpg"        
        }, 
            {
        "locationlat": "43.044463",
        "locationlon": "-76.150542",
        "title": "Student Sandbox at the Syracuse Tech Garden",        
        "facts": "The Student Sandbox is a component of&#160;SU&#8217;s Student Startup Accelerator, a program providing aspiring entrepreneurs from the Whitman School of Management, iSchool, and College of Visual and Performing Arts with the tools to develop business ideas. Students with the most viable business models are invited to join the Sandbox&#8212;a special incubator that offers office and product development space, mentorship, and access to support from IT specialists, lawyers, marketing professionals, and financial advisors.",        
        "pic" : "/_assets/images/25_emerging_talk_tech_garden.jpg"        
        }, 
            {
        "locationlat": "43.038443",
        "locationlon": "-76.135407",
        "title": "SU Humanities Center",        
        "facts": "Following a two-year, $8 million renovation, the Tolley Building reopened as home to the SU Humanities Center. Part of the College of Arts and Sciences, the center assumes leadership of the Mellon CNY Humanities Corridor, Syracuse Symposium, and other campus-wide humanities initiatives. In addition, a generous bequest to the campaign created the Leonard and Elise Elman Endowed Fund for Interdisciplinary Studies in the Humanities, which supports and enhances all interdisciplinary learning activities associated with the humanities and social sciences.",        
        "pic" : "/_assets/images/3_tolley.jpg"        
        }, 
            {
        "locationlat": "42.358431",
        "locationlon": "-71.059773",
        "title": "SU in Boston Campaign",        
        "facts": "Nearly 12,000 SU alumni and friends call Boston home, and the area is full of Orange pride. Thanks to the leadership of the Boston Regional Council and the loyalty of Boston-area alumni, parents, and friends, The Campaign for Syracuse University&#8217;s first regional fundraising effort raised more than $1 million!",        
        "pic" : "/_assets/images/21_boston.jpg"        
        }, 
            {
        "locationlat": "41.878114",
        "locationlon": "-87.629798",
        "title": "SU in Chicago Campaign",        
        "facts": "Despite the 650 miles between SU and Chicago, the two locations have a close relationship, made stronger by the campaign&#8217;s regional fundraising effort. The Chicago Orange Fund is gathering support for more local programs and events, and the Chicago Regional Council and Windy City alumni, parents, and friends raised more than $2.3 million for the campaign!",        
        "pic" : "/_assets/images/22_chicago.jpg"        
        }, 
            {
        "locationlat": "38.895112",
        "locationlon": "-77.036366",
        "title": "SU in DC Campaign",        
        "facts": "Thanks to the leadership of the D.C. Regional Council and the loyalty of nearly 14,000 D.C.-area alumni, parents, and friends, The Campaign for Syracuse University&#8217;s second regional fundraising effort raised more than $18 million! This incredible outpouring of support is generating new opportunities for D.C.-area students and more alumni programming, all closing the distance between SU and our nation&#8217;s capitol.",        
        "pic" : "/_assets/images/DC_at_night.jpg"        
        }, 
            {
        "locationlat": "34.052234",
        "locationlon": "-118.243685",
        "title": "SU in LA Campaign",        
        "facts": "Nearly 8,000 SU alumni and friends are at home in sunny Southern California, and their generosity, combined with the leadership of the Los Angeles Regional Campaign Council, raised over $2.8 million! Alumni and friends have also become strong supporters of the LA Semester, which brings SU students to the West Coast for hands-on experiences in the entertainment, music, film, and television industries.",        
        "pic" : "/_assets/images/23_la.jpg"        
        }, 
            {
        "locationlat": "40.709076",
        "locationlon": "-74.008627",
        "title": "SU in NYC Campaign",        
        "facts": "With nearly 46,000 alumni and 3,000 students hailing from the metro New York area, SU&#8217;s relationship with the region is unmatched. NYC&#8217;s entrepreneurial spirit has opened doors for SU grads in entertainment, the arts, finance, information technology, media, journalism, and other fields, and current students are benefitting from incredible immersion programs as a result of the campaign. In all, the regional fundraising effort and newly created Orange Metro Fund have raised more than $12 million!",        
        "pic" : "/_assets/images/24_times_square.jpg"        
        }, 
            {
        "locationlat": "37.77493",
        "locationlon": "-122.419415",
        "title": "SU in the Bay Area Campaign",        
        "facts": "There are 2,800 miles between SU and San Francisco, but the dedication of local alumni and friends closes the distance. Thanks to the leadership of the San Francisco Regional Council and the loyalty of Bay Area alumni, parents, and friends, The Campaign for Syracuse University&#8217;s regional fundraising effort raised more than $1.3 million!",        
        "pic" : "/_assets/images/25_san_fran.jpg"        
        }, 
            {
        "locationlat": "40.714353",
        "locationlon": "-74.005973",
        "title": "Syracuse Architecture NYC",        
        "facts": "The Syracuse Architecture NYC immersion is a semester-long program that takes upper-level undergraduate and graduate students from the School of Architecture to New York City to pursue such studies as the history of the metropolis, urban morphology, planning and real estate development, and urban theory.",        
        "pic" : "/_assets/images/17_nyc_architecture.jpg"        
        }, 
            {
        "locationlat": "43.036549",
        "locationlon": "-76.133122",
        "title": "Syracuse Biomaterials Institute (SBI)",        
        "facts": "SBI focuses on research in biological materials, from the properties of individual cells to the design of natural and synthetic substances to treat, augment, or replace tissues and organs of the human body and the development of smart medical devices. SBI&#8217;s faculty spans several academic units, including the L.C. Smith College of Engineering and Computer Science, the College of Arts and Sciences, SUNY Upstate Medical University, and the SUNY College of Environmental Science and Forestry.",        
        "pic" : "/_assets/images/12_bowne_hall.jpg"        
        }, 
            {
        "locationlat": "43.049856",
        "locationlon": "-76.140972",
        "title": "Syracuse Center of Excellence in Environmental and Energy Systems",        
        "facts": "Partnering with the L.C. Smith College of Engineering and Computer Science and various corporations, the Syracuse SoE researches new technologies, solutions, and applications to improve health and human performance through built environmental systems and urban ecosystems. The building includes offices, classrooms, laboratories, and public spaces that foster collaboration.",        
        "pic" : "/_assets/images/14_COE.jpg"        
        }, 
            {
        "locationlat": "43.025141",
        "locationlon": "-76.127020",
        "title": "Syracuse University Athletics",        
        "facts": "The most visible symbols of Orange spirit, SU&#8217;s athletics teams have benefited greatly from the campaign. From scholarships like the Gerard L. and Cornelia Pellegrini Endowed Football Scholarship to renovations to Manley Field House and the construction of the Carmelo K. Anthony Basketball Center, donor gifts have increased SU&#8217;s ability to recruit and field winning teams.",        
        "pic" : "/_assets/images/lampe_1_640x330.jpg"        
        }, 
            {
        "locationlat": "34.148702",
        "locationlon": "-118.431224",
        "title": "Syracuse University in Los Angeles",        
        "facts": "SULA&#160;serves&#160;as a creative and intellectual resource for Syracuse University alumni and friends in the Southern California area, fully engaging alumni experts and supporting the SU&#8217;s academic strengths. Through the LA Semester and a variety of immersion trips, students gain hands-on experience and build valuable connections in industries like entertainment, music, film, television, sports management, and more.",        
        "pic" : "/_assets/images/la_semester_3_640x330.jpg"        
        }, 
            {
        "locationlat": "40.765211",
        "locationlon": "-73.971147",
        "title": "Syracuse University in New York City",        
        "facts": "Located on East 61st Street in Manhattan, the Joseph I. Lubin House is headquarters for SU&#8217;s New York City operation. It houses a full-time staff of nearly 20 professionals and provides University employees and faculty overnight accommodations while in town on business. The house is also home to a wide array of programs and events, including alumni gatherings, industry discussion panels, and art exhibits.",        
        "pic" : "/_assets/images/18_lubin_house.jpg"        
        }, 
            {
        "locationlat": "38.923668",
        "locationlon": "-77.050626",
        "title": "Syracuse University in Washington, D.C.",        
        "facts": "Located in the Woodley Park neighborhood of Washington, Syracuse University&#8217;s Paul Greenberg House serves a number of vital academic, alumni, and recruitment purposes. It provides space for classes, seminars, and meetings; fosters connections between graduates and the SU community; assists in student admissions; and gives SU access to the main offices of a number of foundations, corporations, and government agencies that offer grants and other support.",        
        "pic" : "/_assets/images/20_greenberg.jpg"        
        }, 
            {
        "locationlat": "43.780731",
        "locationlon": "11.267885",
        "title": "Syracuse University Study Abroad Endowment Fund",        
        "facts": "Florence, Italy, is no longer beyond the reach of SU students who wish to study abroad. The Syracuse University Study Abroad Endowment Fund assists students who might not otherwise be able to afford to participate in the SU Abroad program. By covering such expenses as airfare, tuition, housing, and other related costs, the fund gives them the opportunity to expand their horizons through international study.",        
        "pic" : "/_assets/images/florence_2_640x330jpg.jpg"        
        }, 
            {
        "locationlat": "40.000531",
        "locationlon": "116.325989",
        "title": "Syracuse University Study Abroad Endowment Fund",        
        "facts": "Beijing, China, is no longer beyond the reach of SU students who wish to study abroad. The Syracuse University Study Abroad Endowment Fund assists students who might not otherwise be able to afford to participate in the SU Abroad program. By covering such expenses as airfare, tuition, housing, and other related costs, the fund gives them the opportunity to expand their horizons through international study.",        
        "pic" : "/_assets/images/beijing_640x330.jpg"        
        }, 
            {
        "locationlat": "51.519746",
        "locationlon": "-0.121139",
        "title": "Syracuse University Study Abroad Endowment Fund",        
        "facts": "London, England, is no longer beyond the reach of SU students who wish to study abroad. The Syracuse University Study Abroad Endowment Fund assists students who might not otherwise be able to afford to participate in the SU Abroad program. By covering such expenses as airfare, tuition, housing, and other related costs, the fund gives them the opportunity to expand their horizons through international study.",        
        "pic" : "/_assets/images/london_2_640x330.jpg"        
        }, 
            {
        "locationlat": "40.434340",
        "locationlon": "-3.690784",
        "title": "Syracuse University Study Abroad Endowment Fund",        
        "facts": "Madrid, Spain, is no longer beyond the reach of SU students who wish to study abroad. The Syracuse University Study Abroad Endowment Fund assists students who might not otherwise be able to afford to participate in the SU Abroad program. By covering such expenses as airfare, tuition, housing, and other related costs, the fund gives them the opportunity to expand their horizons through international study.",        
        "pic" : "/_assets/images/madrid_640x330.jpg"        
        }, 
            {
        "locationlat": "48.589475",
        "locationlon": "7.765650",
        "title": "Syracuse University Study Abroad Endowment Fund",        
        "facts": "Stasbourg, France, is no longer beyond the reach of SU students who wish to study abroad. The Syracuse University Study Abroad Endowment Fund assists students who might not otherwise be able to afford to participate in the SU Abroad program. By covering such expenses as airfare, tuition, housing, and other related costs, the fund gives them the opportunity to expand their horizons through international study.",        
        "pic" : "/_assets/images/strasbourg_640x330.jpg"        
        }, 
            {
        "locationlat": "-33.442704",
        "locationlon": "-70.636050",
        "title": "Syracuse University Study Abroad Endowment Fund",        
        "facts": "Santiago, Chile, is no longer beyond the reach of SU students who wish to study abroad. The Syracuse University Study Abroad Endowment Fund assists students who might not otherwise be able to afford to participate in the SU Abroad program. By covering such expenses as airfare, tuition, housing, and other related costs, the fund gives them the opportunity to expand their horizons through international study.",        
        "pic" : "/_assets/images/santiago_640x330.jpg"        
        }, 
            {
        "locationlat": "43.024228",
        "locationlon": "-76.126",
        "title": "Ted and Cheryl Lachowicz 72 Football Training Room",        
        "facts": "Completed in 2011, the Ted and Cheryl Lachowicz 72 Training Room at the Iocolano-Petty Football Complex in Manley Field House includes two ceramic hydro whirlpools and additional space, enhancing the sports medicine staff&#8217;s ability to treat SU football players and assist in athlete recovery.",        
        "pic" : "/_assets/images/7_football_tr.jpg"        
        }, 
            {
        "locationlat": "43.049353",
        "locationlon": "-76.156926",
        "title": "The Warehouse",        
        "facts": "Part of the Connective Corridor that bridges campus and the Syracuse community, this revitalized building houses studio space; UPSTATE: A Center for Design, Research, and Real Estate, founded by the School of Architecture to foster innovative design practices and address the region&#8217;s economic challenges; and COLAB, a creative problem-solving initiative led by the College of Visual and Performing Arts.",        
        "pic" : "/_assets/images/18_warehouse_int.jpg"        
        }, 
            {
        "locationlat": "40.755775",
        "locationlon": "-73.986397",
        "title": "VPA Immersion Programs",        
        "facts": "New York City is a classroom for several programs at the College of Visual and Performing Arts. The NYC Fashion Show gives design students a chance to share their own clothing lines. The Araca Project provides an opportunity for students to produce their own off-Broadway theater. And a new partnership between the department of drama and the Casting Society of America is training students to be casting directors.",        
        "pic" : "/_assets/images/33_tepper_semester.jpg"        
        }, 
            {
        "locationlat": "43.03738",
        "locationlon": "-76.132668",
        "title": "William T. Frantz Aerospace Engineering Flight Simulator Endowed Fund",        
        "facts": "A gift to the L.C. Smith College of Engineering and Computer Science enabled the college&#8217;s Department of Mechanical and Aerospace Engineering to purchase a Fidelity MOTUS 622i, one of the most advanced flight simulators available worldwide. The simulator gives students hands-on experience with flight vehicles they design, and allows them to experiment with the &#8220;edge of the envelope&#8221; without endangering people or property.",        
        "pic" : "/_assets/images/simulator_3_640x330.jpg"        
        }, 
            {
        "locationlat": "40.706043",
        "locationlon": "-74.008831",
        "title": "Winston Fisher Seminar",        
        "facts": "Held over spring break, the Winston Fisher Seminar allows students from the Martin J. Whitman School of Management to interact with leading alumni in the New York City business community, giving them the opportunity to enhance their critical thinking, problem solving, and communication skills.",        
        "pic" : "/_assets/images/fisher_center_1_640x330.jpg"        
        }], 
            "bogus": "<pass-through></pass-through> " } 